import styles from './OfferView.module.css';

const OfferView = () => {
    return (
        <div className={styles.offerContainer}>
            <h4>
                Публичная оферта (предложение) на заключение договора оказания консультационных
                возмездных психологических услуг
            </h4>
            <ol>
                <li>
                    Общие положения
                    <ol>
                        <li>
                            Настоящий публичный договор (далее – Договор) представляет собой
                            официальное предложение самозанятого гражданина (плательщика налога на
                            профессиональный доход) Потегайкиной Алины Андреевны (ИНН 132203654646),
                            именуемой в дальнейшем «Исполнитель», по оказанию психологических
                            консультационных возмездных услуг юридическим, а также правоспособным и
                            дееспособным физическим лицам на перечисленных ниже условиях. <br />
                            Примечание: До момента получения услуг (товаров) через сайт
                            Исполнителей, внимательно прочитайте текст данной публичной оферты и
                            если вы не согласны с каким-либо её пунктом, то рекомендуем вам
                            отказаться от использования предлагаемых услуг (товаров) на сайте:
                            https://potegaykina-dpdg.ru либо заключить персональный договор на
                            отдельно обсуждаемых условиях.
                        </li>
                        <li>
                            В соответствии со статьей 437 Гражданского Кодекса Российской Федерации
                            данный документ является публичной офертой, и в случае принятия
                            изложенных ниже условий физическое или юридическое лицо, производящее
                            акцепт этой оферты, осуществляет оплату Услуг Исполнителей в
                            соответствии с условиями настоящего Договора. В соответствии с пунктом 3
                            статьи 438 ГК РФ, оплата Услуг Исполнителей является акцептом оферты,
                            что считается равносильным заключению Договора на условиях, изложенных в
                            оферте.
                        </li>
                        <li>
                            В соответствии с пунктом 2 статьи 437 Гражданского Кодекса Российской
                            Федерации (ГК РФ) в случае принятия изложенных ниже условий и оплаты
                            услуг юридическое или физическое лицо, производящее акцепт этой оферты,
                            становится Клиентом.
                        </li>
                        <li>
                            Настоящий Договор заключается между Клиентом в момент заказа и оплаты
                            услуги (товара) и действует до полного исполнения Сторонами своих
                            обязательств.
                        </li>
                        <li>
                            После внесения оплаты Клиент считается принявшим все условия оферты и
                            приложений к ней в полном объеме и без исключений с момента
                            осуществления заказа и оплаты услуги, что приравнивается к заключению
                            Договора оказания услуг.
                        </li>
                        <li>
                            Если от Клиента в течение 24-х часов после оказания услуг не поступает
                            письменных возражений, то работы считаются выполненными в полном объеме.
                        </li>
                        <li>
                            Для целей настоящей публичной оферты применяются следующие основные
                            определения и термины: Сайт – сайт, размещенный в сети интернет по
                            адресу: https://potegaykina-dpdg.ru «Оферта» – публичное предложение
                            Исполнителей, адресованное любому правоспособному и дееспособному
                            физическому лицу (гражданину) или юридическому лицу, заключить с ним
                            договор оказания услуг на существующих условиях, содержащихся в
                            Договоре, включая все его приложения. «Клиент» – физическое лицо или
                            юридическое лицо, заключившее с Исполнителями Договор на условиях,
                            содержащихся в настоящей оферте. «Акцепт» – полное и безоговорочное
                            принятие Клиентом условий Договора «Психологические услуги» –
                            индивидуальные консультации, групповые консультации, онлайн
                            консультации, информация о которых представлена на сайте:
                            https://potegaykina-dpdg.ru
                        </li>
                    </ol>
                </li>
                <li>
                    Предмет договора
                    <ol>
                        <li>
                            Предметом настоящего Договора является предоставление Клиенту различного
                            вида психологических консультационных услуг – индивидуальные
                            консультации, групповые консультации, онлайн консультации, в
                            соответствии с условиями настоящей публичной оферты и текущими условиями
                            оплаты.
                        </li>
                        <li>
                            Перечень оказываемых психологических услуг опубликован в разделе сайта
                            "Услуги": https://potegaykina-dpdg.ru
                        </li>
                        <li>
                            Договор публичной оферты и приложения к нему являются официальными
                            документами и публикуются на Интернет-ресурсе по адресу:
                            http://potegaykina-dpdg.ru/oferta
                        </li>
                        <li>
                            Исполнители имеют право в любой момент изменять прейскурант и условия
                            настоящей публичной оферты в одностороннем порядке без предварительного
                            согласования с Клиентом, обеспечивая при этом публикацию измененных
                            условий на Интернет-ресурсе по адресу: https://potegaykina-dpdg.ru, не
                            менее чем за один день до их ввода в действие.
                        </li>
                    </ol>
                </li>
                <li>
                    Стоимость, порядок оплаты и получения услуг
                    <ol>
                        <li>
                            Стоимость психологических услуг указывается в разделах сайта,
                            посвященной каждой отдельной услуге и приложении № 1 к Договору оферты.
                            Любые изменения стоимости услуг заблаговременно публикуются на сайте.
                            Клиент оплачивает не результат, а время, отведенное Исполнителями.
                        </li>
                        <li>
                            Оплата всех услуг по настоящему Договору осуществляется в виде 100%
                            предоплаты и в порядке, устанавливаемом настоящим Договором (за
                            некоторыми исключениями, установленными для некоторых видов услуг).
                        </li>
                        <li>
                            Датой оплаты признается поступление денежных средств на расчетный счет
                            того или иного Исполнителя.
                        </li>
                        <li>
                            Оплата услуг по настоящему Договору осуществляется:
                            <ul>
                                <li>
                                    безналичным перечислением денежных средств на специальный
                                    расчетный счет самозанятого Исполнителя в АО «Тинькофф Банк»
                                </li>
                                <li>
                                    наличными денежными средствами до начала непосредственной работы
                                    (полученные денежные средства Исполнитель обязан фиксировать в
                                    мобильном приложении для плательщиков налога на профессиональный
                                    доход «Мой налог» и направлять Клиенту ссылку на электронный чек
                                    в порядке и сроки, установленные 422-ФЗ от 27 ноября 2018 года)
                                </li>
                            </ul>
                        </li>
                        <li>
                            Клиент самостоятельно несет ответственность за правильность производимых
                            им платежей.
                        </li>
                        <li>
                            Порядок оплаты и условия проведения консультации:
                            <ul>
                                <li>
                                    Клиент оплачивает стоимость психологических услуг в размере,
                                    указанном в Приложении № 1 и соответствующих разделах сайта
                                    (раздел договора 2, п. 2.2) в течение 24-х часов после
                                    согласования времени и места ее проведения, в порядке,
                                    установленном пунктом 3.4. настоящего Договора.
                                </li>
                                <li>
                                    Консультации, проводимые в режиме online, с помощью современных
                                    способов связи (Skype, WhatsApp и другие мессенджеры и
                                    программы) оплачиваются до начала консультации в полном объеме.
                                </li>
                                <li>
                                    Длительность консультации от 20 (двадцать) минут до 90
                                    (девяносто) минут.
                                </li>
                                <li>
                                    Консультация начинается ровно в назначенное время и день. В
                                    случае опоздания Клиента, время консультации не продлевается.
                                </li>
                                <li>
                                    Клиент может отменить консультацию или перенести на другую
                                    свободную дату, своевременно предупредив Исполнителя не позднее
                                    24-х часов до времени начала консультации, по контактному номеру
                                    телефона, указанному на сайте, либо иным способом,
                                    обеспечивающим своевременную доставку сообщения. При
                                    своевременной отмене консультации, Исполнитель возвращает
                                    Клиенту денежные средства, оплаченные за несостоявшуюся сессию.
                                    Для возврата денежных средств, Клиент оформляет заявление в
                                    соответствие с законодательством РФ и направляет Исполнителям.
                                </li>
                                <li>
                                    При своевременном согласованном переносе консультации на другую
                                    дату, денежные средства, полученные от Клиента, засчитываются в
                                    счет оплаты за будущую консультацию.
                                </li>
                                <li>
                                    В тех случаях, если Клиент своевременно не предупредил,
                                    предупредил позже указанного выше времени или вообще не
                                    предупредил Исполнителя о невозможности явиться на консультацию
                                    и не явился на консультацию, то денежные средства, полученные в
                                    качестве предоплаты за 1 (один) час консультации Клиенту не
                                    возвращаются.
                                </li>
                                <li>
                                    Если по выбору Клиента консультация проводится не online и для
                                    этого требуется арендовать помещение, то затраты по аренде
                                    полностью несет Клиент.
                                </li>
                            </ul>
                        </li>
                        <li>
                            Клиент имеет право самостоятельно оформить заказ на любой вид доступной
                            для него консультационной услуги (раздел второй Договора, п. 2.1.) на
                            условиях настоящего Договора публичной оферты.
                        </li>
                        <li>
                            При оформлении заказа Клиент обязан предоставить персональную информацию
                            и контактные данные, необходимые для исполнения Исполнителями своих
                            обязательств.
                        </li>
                    </ol>
                </li>
                <li>
                    Правила возврата денежных средств
                    <ol>
                        <li>
                            Для возврата денежных средств, Клиент уведомляет Исполнителя по номеру
                            телефона Исполнителя или указанному на сайте:
                            https://potegaykina-dpdg.ru о желании осуществить возврат денежных
                            средств и причинах возврата. После уведомления по телефону, Клиент
                            оформляет заявление в соответствие с законодательством РФ и направляет
                            Исполнителю. <br /> Примечание: При возникновении у Клиента ситуации
                            форс-мажора и отсутствия возможности выйти на связь, а также из-за
                            форс-мажорных ситуаций Исполнитесль оказался не предупрежден об отмене
                            (отказе от услуги) менее чем за сутки – вопрос о возврате денежных
                            средств решается на усмотрение Исполнителя. Стоит помнить, что лучше
                            написать Исполнителю в любом случае, чем просто пропустить сессию. Сам
                            факт Вашего обращения с объяснениями существенно повысит вероятность
                            понимания Вашей ситуации специалистом и лояльного рассмотрения
                            финансового вопроса в случае отмены или переноса услуги. В то время, как
                            пропуски без уведомлений и молчание однозначно приведут к
                            неконструктивной трате средств и перспективе создать напряжение в
                            отношениях с Исполнителем.
                        </li>
                        <li>
                            В случае отказа Исполнителя от оказания услуг, возврат денег
                            осуществляется в течение 10 (десяти) дней по заявлению Клиента (с
                            указанием всех необходимых банковских реквизитов Клиента) на его
                            расчетный счет.
                        </li>
                        <li>
                            Исполнитель имеет право прекратить дальнейшее оказание услуг без
                            возвращения денежных средств при неадекватном, аморальном и/или
                            антисоциальном поведении Клиента, а также при выяснении, что Клиент
                            является пациентом психиатра, либо состоит на учете в
                            психоневрологическом или наркологическом диспансере, либо имеет
                            недееспособность, правоспособность или умственную отсталость с различной
                            степенью снижения интеллекта, либо имеет органическое поражение мозга, а
                            также, если Клиент является несовершеннолетним.
                        </li>
                        <li>
                            Правила возврата денежных средств за психологические консультационные
                            услуги:
                            <ul>
                                <li>
                                    Клиент может отменить консультацию, своевременно предупредив
                                    Исполнителя не позднее 24-х часов до времени начала
                                    консультации, по контактному номеру телефона, указанному на
                                    сайте либо иным способом, обеспечивающим своевременную доставку
                                    сообщения.
                                </li>
                                <li>
                                    В случае если Клиент внес 100% предоплату при своевременной
                                    отмене консультации, Психолог возвращает Клиенту денежные
                                    средства, оплаченные за несостоявшуюся консультацию, за вычетом
                                    налога на профессиональный доход и любых комиссий банков или
                                    других платежных систем, связанных с возвратом денежных средств.
                                </li>
                                <li>
                                    В тех случаях, если Клиент своевременно не предупредил,
                                    предупредил позже указанного выше времени, не предупредил
                                    Психолога о невозможности явиться на консультацию и не явился на
                                    консультацию, то денежные средства, полученные в качестве
                                    предоплаты за 1 (один) час консультации Клиенту не возвращаются.
                                </li>
                                <li>
                                    Исполнитель имеет право отказаться от оказания услуг, если
                                    запрос Клиента требует участия специалиста с медицинским
                                    образованием. В данном случае, если указанное обстоятельство
                                    выявилось во время консультации, то денежные средства за
                                    консультацию не возвращаются. Если указанное обстоятельство
                                    выяснилось за сутки и более до начала консультации, то денежные
                                    средства возвращаются Клиенту. Исполнитель уведомляет об этом
                                    Клиента, направляя письменное уведомление на электронный адрес
                                    Клиента или сообщает по контактному номеру телефона.
                                </li>
                            </ul>
                        </li>
                        <li>
                            При оказании услуги по консультированию взрослых пар Клиентов при
                            наличии предоплаты за назначенную консультацию в ситуации неявки полной
                            пары Клиентов возврат денежных средств Исполнителем не осуществляется,
                            т.е. полностью удерживается стоимость пропущенной Клиентами
                            консультации.
                        </li>
                        <li>
                            При оказании услуги по консультированию родителей и детей при наличии
                            предоплаты за назначенную консультацию в ситуации неявки родителей с
                            ребенком возврат денежных средств Психологом не осуществляется, т.е.
                            полностью удерживается стоимость пропущенной родителями консультации.
                        </li>
                    </ol>
                </li>
                <li>
                    Права и обязанности сторон
                    <ol>
                        <li>
                            Права и обязанности Исполнителей:
                            <ol>
                                <li>
                                    Исполнитель оказывает психологические консультационные Услуги в
                                    соответствии с настоящим договором и дополнительными условиями,
                                    указанными в разделах сайта и посвященных различного вида
                                    консультационных услуг (раздел договора 2, п. 2.1.).
                                </li>
                                <li>
                                    Исполнитель оказывает услуги согласно назначенным дате, времени
                                    и заявке Клиента. В случае изменения времени назначенной
                                    консультации Исполнитель обязан уведомить об этом Клиента не
                                    позднее, чем за сутки до начала назначенной консультации.
                                </li>
                                <li>
                                    Исполнитель имеет право отказаться от оказания услуг, если
                                    запрос Клиента требует участия специалиста с медицинским
                                    образованием.
                                </li>
                                <li>
                                    Исполнитель допускает возможность неявки на консультацию в
                                    случае форс-мажорных обстоятельств, возникших из-за внешних, не
                                    зависящих от Исполнителя обстоятельств, включая неожиданное
                                    ухудшение состояния здоровья, которое препятствует оказанию
                                    консультационных услуг.
                                </li>
                                <li>
                                    Исполнитель имеет право прекратить дальнейшее оказание услуг без
                                    возвращения денежных средств в случае неуважительного общения
                                    Клиента с Исполнителем, при неадекватном, аморальном и
                                    антисоциальном поведении Клиента, а также при выяснении, что
                                    Клиент является пациентом психиатра, либо состоит на учете в
                                    психоневрологическом или наркологическом диспансере, либо имеет
                                    недееспособность, правоспособность или умственную отсталость с
                                    различной степенью снижения интеллекта, либо имеет органическое
                                    поражение мозга, а также, если Клиент является
                                    несовершеннолетним, а также при несвоевременной оплате
                                    консультаций, появления на консультации в состоянии алкогольного
                                    или наркотического опьянения и других причин, которые
                                    Исполнитель посчитает достаточными для прекращения работы.
                                </li>
                                <li>
                                    Исполнитель с разрешения Клиента имеет право записывать
                                    проводимые консультации в целях документирования для более
                                    эффективного дальнейшего консультирования Клиента, а также для
                                    разбора возможных конфликтных ситуаций.
                                </li>
                                <li>
                                    Использовать материалы психологических консультаций и переписок
                                    с Клиентами в методических целях, в качестве примеров
                                    психологической работы, фрагментарно, без указания подробных
                                    и/или личных данных Клиента.
                                </li>
                                <li>
                                    Содержание и подходы в психологическом консультировании
                                    определяются Исполнителем и Клиентом совместно, исходя из
                                    потребностей Клиента и представлений Исполнителя о
                                    конструктивных формах работы, а также личного и
                                    профессионального опыта.
                                </li>
                                <li>
                                    Исполнитель имеет право привлекать к своей работе коллег,
                                    которые могут способствовать повышению эффективности оказания
                                    помощи Клиенту (помощь в проведении консультаций).
                                </li>
                                <li>
                                    Сохранять анонимность консультирования, кроме случаев, в которых
                                    совершены или могут быть совершены преступления согласно
                                    Уголовного кодекса РФ.
                                </li>
                                <li>
                                    Исполнитель своевременно публикует на Сайте
                                    (https://potegaykina-dpdg.ru) и/или направляет по электронной
                                    почте официальные сообщения, связанные с любыми изменениями
                                    документов, регламентирующих правила работы Психолога.
                                </li>
                                <li>
                                    По письменному требованию Клиента Исполнитель может оформить
                                    печатную версию оферты с подписями Сторон, равному по
                                    юридической силе настоящему публичному договору-оферте.
                                </li>
                                <li>
                                    Исполнитель сохраняет за собой право в одностороннем порядке
                                    вносить изменения в настоящий Договор при условии публикации
                                    новой редакции на Сайте.
                                </li>
                            </ol>
                        </li>
                        <li>
                            Права и обязанности Клиента
                            <ol>
                                <li>
                                    Клиент обязуется оплатить стоимость выбранного им вида услуг в
                                    полном объеме в сроки и порядке, установленном в настоящем
                                    договоре.
                                </li>
                                <li>
                                    Клиент обязуется выполнять домашние задания и рекомендации
                                    Исполнителя.
                                </li>
                                <li>
                                    Клиент обязуется предоставлять достоверные сведения, необходимые
                                    для оказания психологических консультационных услуг и достижения
                                    качественного результата.
                                </li>
                                <li>
                                    Клиент обязуется использовать полученные информацию, материалы,
                                    рекомендации и любые иные сведения, только в личных интересах,
                                    не выполнять их копирование, перенос на компьютер (сторонние
                                    носители и иные электронные устройства), распространение.
                                    Выполнение указанных действий является прямым нарушением
                                    настоящего Договора и оставляет право Исполнителя на судебное
                                    преследование Клиента за нарушение авторских и других прав
                                    Исполнителя.
                                </li>
                                <li>
                                    Клиент обязуется приходить на консультацию в назначенное время.
                                    В случае опоздания время опоздания вычитается из
                                    продолжительности консультации.
                                </li>
                                <li>
                                    Клиент имеет право осуществлять отмену или перенос консультации
                                    не позднее, чем за 24 часа до назначенного времени. В противном
                                    случае Клиент обязан оплатить стоимость консультации. Деньги за
                                    несвоевременную отмену и перенос консультации, а также за неявку
                                    на консультацию, не возвращаются.
                                </li>
                                <li>
                                    Клиент имеет право получать от Исполнителя услуги в объеме,
                                    количествах и качеству, соответствующих условиям настоящего
                                    Договора и соответствующим квалификации Исполнителя.
                                </li>
                                <li>
                                    Клиент имеет право отказаться от привлечения к совместной работе
                                    коллег Исполнителя, если посчитает, что их помощь не будет
                                    способствовать повышению эффективности оказания ему
                                    профессиональной помощи в процессе консультирования или
                                    обучения.
                                </li>
                                <li>
                                    В случае отказа Исполнителя от выполнения договора, Клиент
                                    вправе потребовать от Исполнителя возвращения денежных средств,
                                    перечисленных Исполнителем за еще не проведенную консультацию,
                                    за исключением случаев, предусмотренных в разделе 5, п. 5.1.,
                                    п.п. 4 настоящего Договора.
                                </li>
                                <li>Договор-оферта не может быть отозван Клиентом.</li>
                                <li>
                                    В случае порчи имущества Клиентом – случайной или намеренной,
                                    ущерб возмещается клиентом в размере полной рыночной стоимости.
                                </li>
                                <li>
                                    На очной консультации Клиенту запрещается пользоваться
                                    электронными устройствами (смартфоны, ноутбуки и т.д.) без
                                    разрешения Исполнителя.
                                </li>
                                <li>
                                    Во время онлайн консультации Клиент обязан пользоваться
                                    гарнитурой или наушниками и микрофоном. Клиент на всем
                                    протяжении онлайн-сессии должен находиться один, без других
                                    людей, детей и животных. В случае, если это будет нарушено,
                                    Исполнитель имеет право прервать оказание услуги. Деньги за
                                    такую сессию в таком случае не возвращаются.
                                </li>
                            </ol>
                        </li>
                        <li>
                            Обе стороны обязуются обеспечить условия для работы и исполнения
                            обязательств по настоящему договору.
                        </li>
                        <li>
                            Условия работы Исполнителя предполагают со стороны Клиента:
                            <ul>
                                <li>
                                    подробное, детальное описание ситуации, обстоятельств, своего
                                    состояния, ощущений, переживаний;
                                </li>
                                <li>
                                    ясные, прямые и искренние ответы на задаваемые Исполнителем
                                    вопросы;
                                </li>
                                <li>
                                    регулярное выполнение домашних заданий, связанных с разрешением
                                    проблемной ситуации Клиента.
                                </li>
                            </ul>
                        </li>
                        <li>
                            Клиент самостоятельно несет ответственность за правильность производимых
                            им платежей.
                        </li>
                        <li>
                            Любая информация, сообщенная Клиентом Исполнителю конфиденциальна, и не
                            выносится за пределы общения между Клиентом и Исполнителя, кроме
                            случаев, в которых совершены или могут быть совершены действия,
                            подпадающие под действие Уголовного кодекса РФ.
                        </li>
                    </ol>
                </li>
                <li>
                    Ответственность сторон
                    <ol>
                        <li>
                            3а неисполнение или ненадлежащее исполнение своих обязанностей по
                            настоящему Договору Стороны несут ответственность в соответствии с
                            действующим законодательством Российской Федерации.
                        </li>
                        <li>
                            Исполнитель несет ответственность за качество предоставляемых услуг.
                        </li>
                        <li>
                            Исполнитель не несет ответственность за технические неполадки и ошибки в
                            работе Сайта по адресу: https://potegaykina-dpdg.ru
                        </li>
                        <li>
                            Исполнитель не несет ответственность за то, каким образом Клиент будет
                            распоряжаться полученной информацией, за те решения, которые принимает
                            клиент, не отвечают за чувства и эмоции, которые испытывает Клиент, не
                            отвечают за его физическое состояние.
                        </li>
                        <li>
                            Клиент несёт ответственность за все действия, совершённые во время
                            получения Услуг и за достоверность информации, предоставляемой
                            Психологу. Недостоверность или неполнота предоставляемой Клиентом
                            информации может привести к отказу Исполнителя от проведения дальнейших
                            психологических консультаций.
                        </li>
                        <li>
                            Клиент отвечает перед самим собой за выполнение (или невыполнение)
                            рекомендаций Исполнителя, применение (или неприменение) в жизни знаний,
                            умений, инсайтов, умозаключений, психологических ресурсов и навыков,
                            полученных в процессе работы с Исполнителем, за достижение (или не
                            достижение) поставленных целей.
                        </li>
                        <li>
                            Исполнитель не дает гарантий или предостережений, письменно или устно,
                            высказанных или предполагаемых, как для достигнутых результатов, так и
                            для любых последствий любых действий или бездействия Клиента.
                            Исполнитель не является ответственным за результаты действий или
                            бездействий Клиента.
                        </li>
                        <li>
                            Клиент несет ответственность за соблюдение им требований
                            законодательства, в том числе законодательства об авторских правах (в
                            частности ст.1255-1259, 1301-1302 ГФ РК, но не ограничиваясь указанным),
                            об интеллектуальной собственности (в частности ст. 1255-1230, 1250-1254
                            ГК РФ, но не ограничиваясь указанными), но не ограничиваясь
                            перечисленным.
                        </li>
                    </ol>
                </li>
                <li>
                    Споры, разногласия сторон и прочие условия
                    <ol>
                        <li>
                            Стороны должны предпринять все меры к разрешению всех споров и
                            разногласий, которые могут возникнуть по настоящему Договору или в связи
                            с ним, путём переговоров.
                        </li>
                        <li>
                            Любые споры и разногласия Сторон по настоящему Договору или в связи с
                            ним, которые не были урегулированы путём переговоров Сторон в течение
                            календарного месяца с момента возникновения спора, подлежат разрешению в
                            соответствующих судах г. Москвы в соответствии с действующим
                            законодательством Российской Федерации.
                        </li>
                        <li>
                            Все приложения к Договору, опубликованные на сайте
                            https://potegaykina-dpdg.ru, являются его неотъемлемыми частями.
                        </li>
                    </ol>
                </li>
                <li>
                    Конфиденциальность
                    <ol>
                        <li>
                            Факт заключения настоящего Договора не рассматривается Сторонами как
                            конфиденциальная информация.
                        </li>
                        <li>
                            Стороны обязуются не разглашать информацию, полученную Сторонами в ходе
                            выполнения своих обязательств по настоящему Договору, за исключением
                            случаев, когда Сторона обязана предоставить такую информацию в
                            соответствии с действующим законодательством, применимым к Договору, или
                            было получено согласие на разглашение такой информации.
                        </li>
                    </ol>
                </li>
            </ol>
            <h3>Приложение № 1 к Договору публичной оферты об оказании консультационных услуг</h3>
            Москва, 11 июля 2023
            <ol>
                <li>
                    Стоимость услуг Исполнителя по настоящему Договору составляет дистанционные
                    индивидуальные психологические консультации методом EMDR/ДПДГ для взрослых:
                    <ul>
                        <li>
                            Первичная консультация (30 минут дистанционно через интернет) 3000
                            рублей
                        </li>
                        <li>1 сессия, 60 минут дистанционно через интернет - 5000 рублей</li>
                        <li>4 сессии 60 минут дистанционно через интернет - 20.000 рублей</li>
                    </ul>
                    Услуги оказываются строго после предварительной дистанционной консультации через
                    интернет-средства связи (WhatsApp, Telegram, Skype).
                </li>
                <li>
                    Формы оплаты и реквизиты Исполнителя:
                    <ul>
                        <li>
                            Самозанятый (плательщик налога на профессиональный доход) Потегайкина
                            Алина Андреевна
                        </li>
                        <li>ИНН: 132203654646</li>
                        <li>Телефон: +7 (926) 134-45-01</li>
                        <li>
                            Банковские реквизиты:
                            <ul>
                                <li>Получатель: АЛИНА АНДРЕЕВНА П.</li>
                                <li>Номер счета: 40817810200023186948</li>
                                <li>Банк получателя: АО «Тинькофф Банк»</li>
                                <li>БИК: 044525974</li>
                                <li>Корр. счет: 30101810145250000974</li>
                                <li>ИНН: 7710140679</li>
                                <li>КПП: 771301001</li>
                            </ul>
                        </li>
                    </ul>
                </li>
            </ol>
        </div>
    );
};

export default OfferView;
